---
kind: property
id: P:Autodesk.Revit.DB.Visual.Marble.TextureLinkTextureTransforms
source: html/79680ce8-5344-ad81-b3dd-d92a08f73369.htm
---
# Autodesk.Revit.DB.Visual.Marble.TextureLinkTextureTransforms Property

The property labeled "Link Transforms" from the "Marble" schema.

## Syntax (C#)
```csharp
public static string TextureLinkTextureTransforms { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".